{
  "studies": [
    {
      "url": "ephesians",
      "name": "Ephesians",
      "teacher": "Mike Morris",
      "vimeoFolder": "1903127",
      "dropBoxFolder": "/VBVF/study-materials/Ephesians",
      "description": "In his letter to the Ephesians, the apostle Paul explains the identity, calling, and purpose of the church.  Described as the body of Christ, believers are encouraged as we understand who we are in Jesus, our unity as the people of God, and how we are to “walk as children of light” (Ephesians 5:8).  Join us as we seek to know the “mystery of Christ.",
      "image": ""
    },
    {
      "url": "1-john",
      "name": "1 John",
      "teacher": "Annette Armstrong",
      "vimeoFolder": "1892350",
      "dropBoxFolder": "/VBVF/study-materials/womens-bible-study/1John",
      "description": "The apostle John writes to the early church to strongly refute false teachers and their heresies and encourage the believers as children of God to demonstrate their love for God by loving one another in sacrificial ways and obeying the will of God in avoiding sin and living righteously. ",
      "image": ""
    },
    {
      "url": "1-thessalonians",
      "name": "1 Thessalonians",
      "teacher": "Annette Armstrong",
      "vimeoFolder": "1892341",
      "dropBoxFolder": "/VBVF/study-materials/womens-bible-study/1Thessalonians",
      "description": "This letter of encouragement comes to the church in Thessalonica from Paul, Silas and Timothy, the men who had suffrered much persecution to bring the gospel of Jesus Christ to them. The response to this gospel was met with joy, personal sacrifice and led to an endurance of persecution. The believers are encouraged to be sanctified by living lives defined by personal purity, love of fellow believers and resting in the blessed hope of resurrection at the coming of Jesus Christ, rescued from the tribulation coming for the world.",
      "image": ""
    },
    {
      "url": "2-thessalonians",
      "name": "2 Thessalonians",
      "teacher": "Annette Armstrong",
      "vimeoFolder": "1892346",
      "dropBoxFolder": "/VBVF/study-materials/womens-bible-study/2Thessalonians",
      "description": "Paul writes a second time to the church in Thessalonica to encourage the believers they had been chosen by God for salvation through Jesus Christ and to endure the ongoing persecution knowing God alone will be the avenger in His time. Paul specifically refutes the false teaching on the time of resurrection, reassuring the believers they will not endure the tribulation. The believers are counseled to keep away from false teachers and those who participate in what was taught by Paul to be avoided, instead they are to imitate what was displayed for them by Paul and those who brought the gospel to them in continuing self sustaining hard work always mindful to share the gospel of Jesus Christ.",
      "image": ""
    }
  ]
}
